{
  "bank_name": "BCA KlikPay",
  "bank_logo": "ic_payment_logo_bank_bca_klikpay",
  "payment_instructions": [
    {
      "mode_name": "BCA Klikpay",
      "steps": [
        {
          "default": "You will be redirected to BCA KlikPay page once you click \"Pay Now\" button",
          "id": "Kamu akan di arahkan ke halaman BCA KlikPay setelah klik \"Bayar Sekarang\""
        },
        {
          "default": "After Login to your BCA Klikpay Account by entering your email address and password, it will display transaction information such as merchant name, transaction time, and amount to be paid. Choose the type of payment KlikBCA or BCA Card for the transaction",
          "id": "Setelah masuk ke akun BCA KlikPay kamu, informasi transaksi seperti nama merchant, jenis transaksi, dan nominal yang harus dibayarkan akan ditampilkan. Pilih tipe pembayaran KlikBCA atau BCA Card untuk transaksi"
        },
        {
          "default": "To authorize payment with BCA KlikPay, press the \"send OTP\" button, and you will receive an OTP (One Time Password) code sent via SMS to your mobile phone. Enter the OTP code in the fields provided",
          "id": "Untuk menyelesaikan pembayaran dengan BCA KlikPay, tekan tombol \"kirim OTP\", dan kamu akan menerima OTP yang dikirim melalui SMS. Lalu masukkan kode OTP ke tempat yang sudah disediakan"
        },
        {
          "default": "If your OTP code is correct, your payment will be processed immediately and your account balance (for KlikBCA payment type) or your BCA Card limit (for BCA Card payment type) will be reduced according to amount of transaction value",
          "id": "Jika OTP yang dimasukkan sudah benar, pembayaran akan segera di proses. Dan saldo kamu (untuk pembayaran KlikBCA) atau limit BCA Card (untuk pembayaran BCA Card akan berkurang sesuai nominal transaksi"
        },
        {
          "default": "Your transaction success status will appear on the transaction screen and you will receive a notification email",
          "id": "Jika transaksi berhasil, akan muncul pemberitahuan di layar transaksi dan kamu akan menerima email"
        }
      ]
    }
  ]
}
